Revit 2027 API
BuiltInFailures.CopyPasteFailures.CannotCopySketchGridWarn Property
 Work Planes cannot be copied.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotCopySketchGridWarn { get; }
Public Shared ReadOnly Property CannotCopySketchGridWarn As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotCopySketchGridWarn {
	FailureDefinitionId^ get ();
}
static member CannotCopySketchGridWarn : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CopyPasteFailures Class
Autodesk.Revit.DB Namespace